IDEA Open Model
BeamDataEc2.DeflectionSheme Property
Compatible with IDEA StatiCa Beta 20.0
 type of span loads
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public TypeDeflectionSheme DeflectionSheme { get; set; }
Public Property DeflectionSheme As TypeDeflectionSheme
	Get
	Set
Property Value
Type: TypeDeflectionSheme
See Also
Reference
BeamDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace